{
  "lastUpdatedDate": "2023-01-01",
    "sections": [
      {
        "heading": "Acceptance of Terms",
        "content": "By accessing and using the Text to Speech website ('Service'), you accept and agree to be bound by the terms and provision of this agreement. In addition, when using this Service, you shall be subject to any posted guidelines or rules applicable to such services. Any participation in this Service will constitute acceptance of this agreement. If you do not agree to abide by the above, please do not use this Service."
      },
      {
        "heading": "Modification of Terms",
        "content": "We reserve the right to change these Terms of Use at any time without notice. Your continued use of the Service after such changes will constitute acknowledgment and agreement of the modified terms."
      },
      {
        "heading": "User Accounts",
        "content": "If you create an account on the Service, you are responsible for maintaining the security of your account, and you are fully responsible for all activities that occur under the account and any other actions taken in connection with it."
      },
      {
        "heading": "Privacy Policy",
        "content": "Our Privacy Policy explains how we treat your personal data and protect your privacy when you use our Service. By using our Service, you agree that Text to Speech can use such data in accordance with our privacy policies."
      },
      {
        "heading": "Copyright and Content Ownership",
        "content": "All content included on the Service, such as text, graphics, logos, images, as well as the compilation thereof, and any software used on the Service, is the property of Text to Speech or its suppliers and protected by copyright and other laws that protect intellectual property and proprietary rights."
      },
      {
        "heading": "Use of the Service",
        "content": "You agree to use the Service only for lawful purposes and in a way that does not infringe the rights of, restrict, or inhibit anyone else's use and enjoyment of the Service. Prohibited behavior includes harassing or causing distress or inconvenience to any other user, transmitting obscene or offensive content, or disrupting the normal flow of dialogue within the Service."
      },
      {
        "heading": "User-Generated Content",
        "content": "Users are responsible for their own content and that of third parties that they share on or through the Service. Users confirm that they have all the necessary consents from third parties whose data or content they share."
      },
      {
        "heading": "Disclaimer of Warranties",
        "content": "You understand and agree that your use of the Service is at your sole risk. The Service and all products and services delivered to you through the Service are (except as expressly stated by us) provided 'as is' and 'as available' for your use, without any representation, warranties, or conditions of any kind."
      },
      {
        "heading": "Limitation of Liability",
        "content": "Text to Speech and its affiliates, officers, employees, agents, partners, and licensors shall not be liable for any indirect, incidental, special, consequential or punitive damages, including without limitation, loss of profits, data, use, goodwill, or other intangible losses, resulting from your access to or use of or inability to access or use the Service."
      },
      {
        "heading": "Governing Law",
        "content": "These Terms shall be governed and construed in accordance with the laws of Ukraine, without regard to its conflict of law provisions."
      },
      {
        "heading": "Changes",
        "content": "We reserve the right, at our sole discretion, to modify or replace these Terms at any time. What constitutes a material change will be determined at our sole discretion."
      },
      {
        "heading": "Contact Us",
        "content": "If you have any questions about these Terms, please contact us at everything.to.speech@gmail.com."
      }
    ]
  }
  